---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionBottomCutWidth
source: html/4c1fd23f-551c-0eb9-9258-fd355e3d85be.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionBottomCutWidth Property

"Bottom Cut Width"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionBottomCutWidth { get; }
```